Repository: vfrico/pimagizer
Catalog: i18n/*.po
Languages: nl

source: Images
nl: Afbeeldingen

source: Image files
nl: Afbeeldingsbestanden

source: Saving preferences data
nl: Bezig met opslaan van voorkeuren…

source: Closing program
nl: Bezig met afsluiten…

source: About
nl: Over

source: Close about dialog
nl: Venster ‘Over’ sluiten

source: Saved %d images
nl: Er zijn %d afbeeldingen opgeslagen

source: You have not selected any file
nl: U heeft nog geen bestand gekozen

source: Image saved
nl: De afbeelding is opgeslagen

source: Error
nl: Foutmelding

source: Click here to update preview
nl: Klik hier om de voorvertoning bij te werken

source: The images you selected have different sizes
nl: De gekozen afbeeldingen hebben verschillende afmetingen

source: file.png
nl: bestand.png

source: Saving under new name
nl: Bezig met opslaan onder nieuwe naam…

source: You are <b>overwritting</b> the image file
nl: U bent bezig om het bestand te <b>overschrijven</b>

source: You can select here how small you want your new image(s), expressed in percent (%)
nl: U kunt hier kiezen hoe klein de nieuwe afbeelding(en) moet(en) zijn (in procenten - %)

source: Help? Click
nl: Hulp nodig? Klik

source: Pimagizer preferences
nl: Pimagizer-voorkeuren

source: Resize images using Python
nl: Afmetingen aanpassen met behulp van Python

source: Pimagizer is a program to resize images. Right now supports PNG and JPG formats.
nl: Pimagizer is een toepassing voor het aanpassen van de afmetingen van afbeeldingen. Momenteel worden png- en jpg-formaten ondersteund.

source: Click on image to change
nl: Klik op de afbeelding om iets te wĳzigen

source: Size:
nl: Afmetingen:

source: Width
nl: Breedte

source: Height
nl: Hoogte

source: Proportional
nl: In verhouding

source: New size:
nl: Nieuwe afmetingen:

source: Ratio
nl: Verhouding

source: Save:
nl: Opslaan:

source: Select a folder
nl: Kies een map

source: Here you can set the size of the image preview on main window
nl: Hier kunt u de afmetingen van de voorvertoning instellen

source: Is recommended to set a value near to 300px
nl: Aanbevolen: een waarde van om en nabij 300px

source: Size of preview
nl: Voorvertoningsgrootte

source: Information
nl: Informatie

source: Do you want to save the new file with a new name as image(widthxheight).jpg?
nl: Wilt u het nieuwe bestand opslaan onder een nieuwe naam als ‘afbeelding(breedtexhoogte).jpg?

source: Save images with new name
nl: Afbeeldingen opslaan onder nieuwe naam

source: Saving options
nl: Opslagopties

source: Saving
nl: Bezig met opslaan…

source: Pimagizer works with PNG and JPG formats.
nl: Pimagizer werkt met png- en jpg-afbeeldingen.

source: Works with
nl: Werkt met

source: Developement of Pimagizer takes place on Github for code and issues and Launchpad for translations. Feel free to contribute.
nl: De ontwilkkeling van Pimagizer vindt plaats op GitHub; de vertaling ervan op Launchpad. Voel u vrij om bij te dragen.

source: Translate on Launchpad
nl: Vertalen op Launchpad

source: Issues on Github
nl: Problemen op GitHub

source: Source Code on Github
nl: Broncode op GitHub

source: Developement
nl: Ontwikkeling

source: Interface
nl: Vormgeving

source: Select a file
nl: Kies een bestand
